[
  {
    "id": 1,
    "name": "Adela Hendricks",
    "picture": "https://new-science.ru/wp-content/webp-express/webp-images/doc-root/wp-content/uploads/2019/08/706881-25.jpg.webp",
    "position": "Go разработчик",
    "gender": "female",
    "age": 40,
    "skills": "go, python",
    "heritage": "Настоящее имя: Грейс Хоппер. Она была одним из первых программистов компьютера Гарварда Марка I. Изобрела первый компилятор для языка программирования. Она популяризировала методологию машинно-независимого языка программирования, что привело к развитию COBOL. Ей также приписывают популярность термина отладка для исправления машинных сбоев. Основные достижения: она была первой женщиной в мире, получившей свое имя в заслуженном научном сотруднике Британского компьютерного общества, почетном докторе наук Университета Маркетт и Национальной технологической медали (1991)."
  },
  {
    "id": 2,
    "name": "Sheri Torres",
    "picture": "https://new-science.ru/wp-content/webp-express/webp-images/doc-root/wp-content/uploads/2019/08/706881-26.jpg.webp",
    "position": "Delphi developer",
    "gender": "male",
    "age": 26,
    "skills": "Delphi, pascal, fortran, basic",
    "heritage": "Настоящее имя: Джон Бэкус, наиболее известный как разработчик FORTRAN. Он получил степень магистра математики в 1950 году в Колумбийском университете. Бакус руководил командой, которая изобрела FORTRAN, первый широко используемый язык программирования высокого уровня. Он изобрел BNF (форму Бэкуса-Наура), обозначение для определения синтаксиса формального языка. Он также популяризировал термин «язык функционального программирования». Основные достижения: Бэкус получил премию имени В.В. Макдауэлла, Национальную медаль науки, премию ACM Turing, премию Дрейпера и получил звание стипендиата IBM."
  },
  {
    "id": 3,
    "name": "Burt Stein",
    "picture": "https://new-science.ru/wp-content/webp-express/webp-images/doc-root/wp-content/uploads/2019/08/706881-27.jpg.webp",
    "position": "Team lead",
    "gender": "male",
    "age": 33,
    "skills": "делегирование, пользоваться календарем, обсуждать важные вопросы",
    "heritage": "Настоящее имя: Билл Гейтс. В течение первых 5 лет работы в Microsoft Гейтс лично следил за каждой строкой кода, которую компания отправляла, часто исправляя те, которые он считал ошибочными или неправильными. В первые дни он и Пол Аллен написали полный интерпретатор языка BASIC на ассемблере для компьютера, к которому у них даже не было доступа, и который имел только 4 Кбайт памяти. Они написали это на PDP-10, работающем на эмуляторе Intel 8080. Основные достижения: он был награжден Национальной медалью за технологии и инновации, заслуженным членом Британского компьютерного общества и премией Бауэра за лидерство в бизнесе."
  },
  {
    "id": 4,
    "name": "Bauer Adkins",
    "picture": "https://new-science.ru/wp-content/webp-express/webp-images/doc-root/wp-content/uploads/2019/08/706881-32.jpg.webp",
    "position": "CTO",
    "gender": "male",
    "age": 37,
    "skills": "very important face",
    "heritage": "Настоящее имя: Линус Торвальдс, инженер-программист, координатор проекта и хакер. Он человек, стоящий за операционной системой Linux. Написал код ядра Linux (около 2%) и систему контроля версий Git. Многие популярные ОС, включая Ubuntu, Fedora и Android, основаны на Linux. Торвальдс владеет торговой маркой «Linux» и следит за ее использованием. Основные достижения: он был удостоен премии «Технология тысячелетия» вместе с Шинья Яманака за создание операционной системы с открытым исходным кодом. Он также получил премию EFF Pioneer Award, медаль Ловеласа от Британского компьютерного общества и премию Vollum от Reed College."
  },
  {
    "id": 5,
    "name": "Day Holloway",
    "picture": "https://new-science.ru/wp-content/webp-express/webp-images/doc-root/wp-content/uploads/2019/08/706881-34.jpg.webp",
    "position": "HR manager",
    "gender": "male",
    "age": 35,
    "skills": "LinkedIn, telegram, spam, spam, spam",
    "heritage": "Настоящее имя: Алан Тьюринг - ученый, математик, криптоаналитик и логик. Его называют отцом теоретической информатики и искусственного интеллекта. Во время Второй мировой войны он разработал множество методов взлома немецких шифров. Тьюринг построил электромеханическую машину, которая могла найти настройки машины Энигмы. Он формализовал концепции вычислений и алгоритмов с помощью машины Тьюринга, машины, которая может быть адаптирована для симуляции логики любых алгоритмов. Основные достижения: он был удостоен премии Смита, офицера Ордена Британской империи и члена Королевского общества. С 1966 года Ассоциация вычислительной техники ежегодно присуждает премию Тьюринга за вклад в вычислительное сообщество."
  },
  {
    "id": 6,
    "name": "Austin Cochran",
    "picture": "https://new-science.ru/wp-content/webp-express/webp-images/doc-root/wp-content/uploads/2019/08/706881-18.jpg.webp",
    "position": "python-develop",
    "gender": "male",
    "age": 26,
    "skills": "python, html",
    "heritage": "Настоящее имя: Гвидо ван Россум - программист, известный как автор языка программирования Python. В первые дни он писал подпрограмму glob () для BSD Unix и работал над языком программирования ABC. Он разработал Python, работая в Google и продолжает следить за процессом разработки Python, принимая важные решения, где это необходимо. Достижения: Россум получил Премию NLUUG 2001 года за продвижение свободного программного обеспечения за свою работу над Python."
  },
  {
    "id": 7,
    "name": "Sheree Love",
    "picture": "https://new-science.ru/wp-content/webp-express/webp-images/doc-root/wp-content/uploads/2019/08/706881-20.jpg.webp",
    "position": "Django developer",
    "gender": "male",
    "age": 33,
    "skills": "Python, Django, flask",
    "heritage": "Настоящее имя: Никлаус Вирт - швейцарский ученый-компьютерщик, ставший научным сотрудником Музея истории компьютеров за влиятельную работу над алгоритмами и языками программирования. Вирт известен разработкой множества языков программирования, включая Паскаль, Модула, и созданием нескольких классических тем в области разработки программного обеспечения. Он был главным конструктором Алгола В., Эйлера, Модулы, Модулы-2, Паскаля, Оберона, Оберона-2 и Оберона-7. Он также работал над цифровой системой проектирования и моделирования Lola. Достижения: он был удостоен премии Тьюринга, премии за достижения в области языков программирования SIGPLAN и премии Марселя Бенуа."
  }
]